[ChestGrades.ObjectGrade_BanditWeaponChest InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[InteractiveObjects.InteractiveObj_HammerlockChest InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IOs.IO_CrankWheel InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IOs.IO_RaidOffering InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IOs.IO_ToiletDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_HammerLockScent MissionItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Whisky do Hammerlock"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_HammerLockScent:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Para quando você precisar de uma bebida tão forte quanto o meu sarcasmo!''"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Injector MissionItemDefinition]
UseFailureCharacterMessage="Você deve ser %s para usar esse item."
ItemName="Injetor para casulos Varkid"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Injector:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma seringa que serve para injetar coisas nos casulos de Varkid."
NoConstraintText=""
Suffix=""
Prefix=""

